Repository: martin-kieliszek/standapp
Catalog: StandFit/Resources/Localizations/Templates.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

# templates.active
source: Active
de: Aktiv
es: Activo
fr: Actif
ja: 有効
pt_br: Ativo
zh_hans: 活跃

# templates.create
source: Create Template
de: Vorlage erstellen
es: Crear Plantilla
fr: Créer Modèle
ja: テンプレートを作成
pt_br: Criar Modelo
zh_hans: 创建模板

# templates.delete
source: Delete Template
de: Vorlage löschen
es: Eliminar Plantilla
fr: Supprimer Modèle
ja: テンプレートを削除
pt_br: Excluir Modelo
zh_hans: 删除模板

# templates.delete_confirm
source: Are you sure you want to delete this template?
de: Möchten Sie diese Vorlage wirklich löschen?
es: ¿Está seguro de que desea eliminar esta plantilla?
fr: Êtes-vous sûr de vouloir supprimer ce modèle ?
ja: このテンプレートを削除してもよろしいですか？
pt_br: Tem certeza de que deseja excluir este modelo?
zh_hans: 您确定要删除此模板吗？

# templates.edit
source: Edit Template
de: Vorlage bearbeiten
es: Editar Plantilla
fr: Modifier Modèle
ja: テンプレートを編集
pt_br: Editar Modelo
zh_hans: 编辑模板

# templates.exercise
source: Exercise
de: Übung
es: Ejercicio
fr: Exercice
ja: エクササイズ
pt_br: Exercício
zh_hans: 练习

# templates.inactive
source: Inactive
de: Inaktiv
es: Inactivo
fr: Inactif
ja: 無効
pt_br: Inativo
zh_hans: 不活跃

# templates.manage
source: Manage Templates
de: Vorlagen verwalten
es: Gestionar Plantillas
fr: Gérer Modèles
ja: テンプレートを管理
pt_br: Gerenciar Modelos
zh_hans: 管理模板

# templates.no_templates
source: No templates yet
de: Noch keine Vorlagen
es: Aún no hay plantillas
fr: Aucun modèle
ja: まだテンプレートがありません
pt_br: Ainda sem modelos
zh_hans: 暂无模板

# templates.refresh
source: Refresh Achievements
de: Erfolge aktualisieren
es: Actualizar Logros
fr: Actualiser Réalisations
ja: 達成度を更新
pt_br: Atualizar Conquistas
zh_hans: 刷新成就

# templates.tiers
source: Tiers
de: Stufen
es: Niveles
fr: Niveaux
ja: ティア
pt_br: Níveis
zh_hans: 等级

# templates.title
source: Achievement Templates
de: Erfolgsvorlagen
es: Plantillas de Logros
fr: Modèles de Réalisations
ja: 達成度テンプレート
pt_br: Modelos de Conquistas
zh_hans: 成就模板

# templates.type
source: Type
de: Typ
es: Tipo
ja: タイプ
pt_br: Tipo
zh_hans: 类型

# templates.type.daily_goal
source: Daily Goal
de: Tagesziel
es: Meta Diaria
fr: Objectif Quotidien
ja: 日次目標
pt_br: Meta Diária
zh_hans: 每日目标

# templates.type.speed
source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
ja: 速度
pt_br: Velocidade
zh_hans: 速度

# templates.type.streak
source: Streak
de: Serie
es: Racha
fr: Série
ja: 連続記録
pt_br: Sequência
zh_hans: 连续

# templates.type.volume
source: Volume
de: Volumen
es: Volumen
ja: ボリューム
zh_hans: 容量

# templates.type.weekly_goal
source: Weekly Goal
de: Wochenziel
es: Meta Semanal
fr: Objectif Hebdomadaire
ja: 週次目標
pt_br: Meta Semanal
zh_hans: 每周目标

# templates.premium_prompt.title
source: Create Custom Achievement Templates
de: Benutzerdefinierte Erfolgsvorlagen Erstellen
es: Crear Plantillas de Logros Personalizadas
fr: Créer des Modèles de Succès Personnalisés
ja: カスタムアチーブメントテンプレートを作成
pt_br: Criar Modelos de Conquista Personalizados
zh_hans: 创建自定义成就模板

# templates.premium_prompt.subtitle
source: Design personalized achievements for your custom exercises
de: Gestalten Sie personalisierte Erfolge für Ihre benutzerdefinierten Übungen
es: Diseñe logros personalizados para sus ejercicios personalizados
fr: Concevez des succès personnalisés pour vos exercices personnalisés
ja: カスタムエクササイズ用にパーソナライズされたアチーブメントをデザイン
pt_br: Projete conquistas personalizadas para seus exercícios personalizados
zh_hans: 为您的自定义运动设计个性化成就

# templates.premium_prompt.benefit_targets
source: Set your own achievement targets and goals
de: Setzen Sie Ihre eigenen Erfolgsziele und -vorgaben
es: Establezca sus propios objetivos y metas de logros
fr: Définissez vos propres objectifs et cibles de succès
ja: 独自のアチーブメント目標とゴールを設定
pt_br: Defina suas próprias metas e objetivos de conquista
zh_hans: 设定您自己的成就目标

# templates.premium_prompt.benefit_track
source: Track progress automatically as you exercise
de: Verfolgen Sie den Fortschritt automatisch beim Training
es: Rastree el progreso automáticamente mientras hace ejercicio
fr: Suivez automatiquement vos progrès pendant l'exercice
ja: エクササイズ中に進捗を自動追跡
pt_br: Acompanhe o progresso automaticamente enquanto se exercita
zh_hans: 运动时自动跟踪进度

# templates.premium_prompt.benefit_types
source: Choose from 5 template types: Volume, Daily, Weekly, Streak, and Speed
de: Wählen Sie aus 5 Vorlagentypen: Volumen, Täglich, Wöchentlich, Serie und Geschwindigkeit
es: Elija entre 5 tipos de plantillas: Volumen, Diario, Semanal, Racha y Velocidad
fr: Choisissez parmi 5 types de modèles : Volume, Quotidien, Hebdomadaire, Série et Vitesse
ja: 5種類のテンプレートから選択：ボリューム、毎日、毎週、連続記録、スピード
pt_br: Escolha entre 5 tipos de modelo: Volume, Diário, Semanal, Sequência e Velocidade
zh_hans: 从5种模板类型中选择：容量、每日、每周、连续记录和速度

# templates.premium_prompt.benefit_unlimited
source: Create unlimited templates with Premium
de: Erstellen Sie unbegrenzt Vorlagen mit Premium
es: Cree plantillas ilimitadas con Premium
fr: Créez des modèles illimités avec Premium
ja: プレミアムで無制限にテンプレートを作成
pt_br: Crie modelos ilimitados com Premium
zh_hans: 使用高级版创建无限模板

# templates.premium_prompt.cta
source: Start Free Trial
de: Kostenlose Testversion Starten
es: Iniciar Prueba Gratuita
fr: Commencer l'Essai Gratuit
ja: 無料トライアルを開始
pt_br: Iniciar Teste Gratuito
zh_hans: 开始免费试用

# templates.premium_prompt.trial_info
source: 14-day free trial • Cancel anytime
de: 14 Tage kostenlose Testversion • Jederzeit kündbar
es: Prueba gratuita de 14 días • Cancele en cualquier momento
fr: Essai gratuit de 14 jours • Annulez à tout moment
ja: 14日間無料トライアル • いつでもキャンセル可能
pt_br: Teste gratuito de 14 dias • Cancele a qualquer momento
zh_hans: 14天免费试用 • 随时取消

# templates.template_name
source: Template Name
de: Vorlagenname
es: Nombre de Plantilla
fr: Nom du Modèle
ja: テンプレート名
pt_br: Nome do Modelo
zh_hans: 模板名称

# templates.enter_name
source: Enter a name
de: Geben Sie einen Namen ein
es: Ingrese un nombre
fr: Entrez un nom
ja: 名前を入力
pt_br: Digite um nome
zh_hans: 输入名称

# templates.built_in
source: Built-in
de: Integriert
es: Integrado
fr: Intégré
ja: 組み込み
pt_br: Integrado
zh_hans: 内置

# templates.custom
source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
ja: カスタム
pt_br: Personalizado
zh_hans: 自定义

# templates.change
source: Change
de: Ändern
es: Cambiar
fr: Modifier
ja: 変更
pt_br: Alterar
zh_hans: 更改

# templates.select_exercise
source: Select Exercise
de: Übung wählen
es: Seleccionar Ejercicio
fr: Sélectionner Exercice
ja: エクササイズを選択
pt_br: Selecionar Exercício
zh_hans: 选择练习

# templates.achievement_type
source: Achievement Type
de: Erfolgstyp
es: Tipo de Logro
fr: Type de Succès
ja: 実績タイプ
pt_br: Tipo de Conquista
zh_hans: 成就类型

# templates.achievement_tiers
source: Achievement Tiers
de: Erfolgsstufen
es: Niveles de Logros
fr: Niveaux de Succès
ja: 実績ティア
pt_br: Níveis de Conquistas
zh_hans: 成就等级

# templates.add_tier
source: Add Tier
de: Stufe hinzufügen
es: Agregar Nivel
fr: Ajouter Niveau
ja: ティアを追加
pt_br: Adicionar Nível
zh_hans: 添加等级

# templates.tier_footer
source: Each tier creates a separate achievement. Higher tiers should have harder targets.
de: Jede Stufe erstellt einen separaten Erfolg. Höhere Stufen sollten schwierigere Ziele haben.
es: Cada nivel crea un logro separado. Los niveles más altos deben tener objetivos más difíciles.
fr: Chaque niveau crée un succès séparé. Les niveaux plus élevés doivent avoir des objectifs plus difficiles.
ja: 各ティアは個別の実績を作成します。上位ティアはより難しいターゲットにする必要があります。
pt_br: Cada nível cria uma conquista separada. Níveis mais altos devem ter metas mais difíceis.
zh_hans: 每个等级都会创建单独的成就。更高等级应该有更难的目标。

# templates.template_active
source: Template Active
de: Vorlage aktiv
es: Plantilla Activa
fr: Modèle Actif
ja: テンプレート有効
pt_br: Modelo Ativo
zh_hans: 模板激活

# templates.inactive_footer
source: Inactive templates won't generate achievements until activated
de: Inaktive Vorlagen generieren keine Erfolge, bis sie aktiviert werden
es: Las plantillas inactivas no generarán logros hasta que se activen
fr: Les modèles inactifs ne généreront pas de succès jusqu'à activation
ja: 非アクティブなテンプレートは、有効化されるまで実績を生成しません
pt_br: Modelos inativos não gerarão conquistas até serem ativados
zh_hans: 非活动模板在激活前不会生成成就

# templates.update_template
source: Update Template
de: Vorlage aktualisieren
es: Actualizar Plantilla
fr: Mettre à jour Modèle
ja: テンプレートを更新
pt_br: Atualizar Modelo
zh_hans: 更新模板

# templates.create_template
source: Create Template
de: Vorlage erstellen
es: Crear Plantilla
fr: Créer Modèle
ja: テンプレートを作成
pt_br: Criar Modelo
zh_hans: 创建模板

# templates.edit_template
source: Edit Template
de: Vorlage bearbeiten
es: Editar Plantilla
fr: Modifier Modèle
ja: テンプレートを編集
pt_br: Editar Modelo
zh_hans: 编辑模板

# templates.new_template
source: New Template
de: Neue Vorlage
es: Nueva Plantilla
fr: Nouveau Modèle
ja: 新しいテンプレート
pt_br: Novo Modelo
zh_hans: 新模板

# templates.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
pt_br: Cancelar
zh_hans: 取消

# templates.target
source: Target:
de: Ziel:
es: Objetivo:
fr: Cible :
ja: 目標：
pt_br: Meta:
zh_hans: 目标：

# templates.time_window
source: Time Window:
de: Zeitfenster:
es: Ventana de Tiempo:
fr: Fenêtre de Temps :
ja: 時間枠：
pt_br: Janela de Tempo:
zh_hans: 时间窗口：

# templates.minutes_format
source: %d minutes
de: %d Minuten
es: %d minutos
ja: %d分
pt_br: %d minutos
zh_hans: %d分钟

# templates.label_optional
source: Label (optional)
de: Beschriftung (optional)
es: Etiqueta (opcional)
fr: Étiquette (facultatif)
ja: ラベル（任意）
pt_br: Rótulo (opcional)
zh_hans: 标签（可选）

# templates.per_day
source: per day
de: pro Tag
es: por día
fr: par jour
ja: 1日あたり
pt_br: por dia
zh_hans: 每天

# templates.per_week
source: per week
de: pro Woche
es: por semana
fr: par semaine
ja: 週あたり
pt_br: por semana
zh_hans: 每周

# templates.day_singular
source: day
de: Tag
es: día
fr: jour
ja: 日
pt_br: dia
zh_hans: 天

# templates.days_plural
source: days
de: Tage
es: días
fr: jours
ja: 日
pt_br: dias
zh_hans: 天

# templates.built_in_exercises
source: Built-in Exercises
de: Integrierte Übungen
es: Ejercicios Integrados
fr: Exercices Intégrés
ja: 組み込みエクササイズ
pt_br: Exercícios Integrados
zh_hans: 内置练习

# templates.custom_exercises
source: Custom Exercises
de: Benutzerdefinierte Übungen
es: Ejercicios Personalizados
fr: Exercices Personnalisés
ja: カスタムエクササイズ
pt_br: Exercícios Personalizados
zh_hans: 自定义练习

# templates.delete_message
source: This will delete the template and all generated achievements. Your exercise logs will be kept.
de: Dies wird die Vorlage und alle generierten Erfolge löschen. Ihre Übungsprotokolle bleiben erhalten.
es: Esto eliminará la plantilla y todos los logros generados. Tus registros de ejercicio se conservarán.
fr: Cela supprimera le modèle et tous les succès générés. Vos journaux d'exercices seront conservés.
ja: これによりテンプレートと生成されたすべての実績が削除されます。エクササイズログは保持されます。
pt_br: Isso excluirá o modelo e todas as conquistas geradas. Seus registros de exercício serão mantidos.
zh_hans: 这将删除模板和所有生成的成就。您的运动日志将被保留。

# templates.delete_template
source: Delete Template?
de: Vorlage löschen?
es: ¿Eliminar plantilla?
fr: Supprimer le modèle ?
ja: テンプレートを削除しますか？
pt_br: Excluir modelo?
zh_hans: 删除模板？

# templates.exercise_deleted
source: Exercise Deleted
de: Übung gelöscht
es: Ejercicio eliminado
fr: Exercice supprimé
ja: エクササイズが削除されました
pt_br: Exercício excluído
zh_hans: 运动已删除

# templates.navigation_title
source: Achievement Templates
de: Achievement-Vorlagen
es: Plantillas de logros
fr: Modèles de succès
ja: 実績テンプレート
pt_br: Modelos de conquistas
zh_hans: 成就模板

# templates.no_templates_description
source: Create achievement templates to track progress on your custom exercises
de: Erstellen Sie Achievement-Vorlagen, um den Fortschritt Ihrer benutzerdefinierten Übungen zu verfolgen
es: Crea plantillas de logros para realizar un seguimiento del progreso en tus ejercicios personalizados
fr: Créez des modèles de succès pour suivre la progression de vos exercices personnalisés
ja: カスタムエクササイズの進捗を追跡するための実績テンプレートを作成する
pt_br: Crie modelos de conquistas para acompanhar o progresso em seus exercícios personalizados
zh_hans: 创建成就模板以跟踪自定义练习的进度

# templates.no_templates_title
source: No Templates Yet
de: Noch keine Vorlagen
es: Aún no hay plantillas
fr: Pas encore de modèles
ja: まだテンプレートがありません
pt_br: Ainda não há modelos
zh_hans: 还没有模板

# templates.refresh_footer
source: Tap 'Refresh Achievements' to update achievement names and progress
de: Tippen Sie auf Erfolge aktualisieren, um Achievement-Namen und -Fortschritt zu aktualisieren
es: Toca 'Actualizar logros' para actualizar nombres y progreso de logros
fr: Appuyez sur « Actualiser les succès » pour mettre à jour les noms et les progrès des succès
ja: 「実績を更新」をタップして、実績の名前と進捗状況を更新します
pt_br: Toque em 'Atualizar conquistas' para atualizar nomes e progresso de conquistas
zh_hans: 点击 刷新成就 以更新成就名称和进度

# templates.templates_created
source: Templates Created
de: Erstellte Vorlagen
es: Plantillas creadas
fr: Modèles créés
ja: 作成されたテンプレート
pt_br: Modelos criados
zh_hans: 已创建的模板

# templates.tiers_count
source: %d tiers
de: %d Stufen
es: %d niveles
fr: %d niveaux
ja: %d段階
pt_br: %d níveis
zh_hans: %d层级

# templates.custom_exercise
source: Custom Exercise
de: Benutzerdefinierte Übung
es: Ejercicio Personalizado
fr: Exercice Personnalisé
ja: カスタムエクササイズ
pt_br: Exercício Personalizado
zh_hans: 自定义运动

# templates.type_lifetime_volume
source: Lifetime Volume
de: Lebenszeit-Volumen
es: Volumen Total
fr: Volume Total
ja: 生涯総数
pt_br: Volume Total
zh_hans: 终身总量

# templates.type_daily_goal_name
source: Daily Goal
de: Tagesziel
es: Meta Diaria
fr: Objectif Quotidien
ja: 日次目標
pt_br: Meta Diária
zh_hans: 每日目标

# templates.type_weekly_goal_name
source: Weekly Goal
de: Wochenziel
es: Meta Semanal
fr: Objectif Hebdomadaire
ja: 週次目標
pt_br: Meta Semanal
zh_hans: 每周目标

# templates.type_consecutive_days
source: Consecutive Days
de: Aufeinanderfolgende Tage
es: Días Consecutivos
fr: Jours Consécutifs
ja: 連続日数
pt_br: Dias Consecutivos
zh_hans: 连续天数

# templates.type_speed_challenge
source: Speed Challenge
de: Geschwindigkeits-Herausforderung
es: Desafío de Velocidad
fr: Défi de Vitesse
ja: スピードチャレンジ
pt_br: Desafio de Velocidade
zh_hans: 速度挑战

# templates.desc_lifetime_volume
source: Track total lifetime count for this exercise
de: Verfolgen Sie die gesamte Anzahl für diese Übung
es: Rastrea el conteo total de por vida para este ejercicio
fr: Suivez le nombre total à vie pour cet exercice
ja: このエクササイズの生涯総数を追跡
pt_br: Rastreie a contagem total vitalícia para este exercício
zh_hans: 追踪此运动的终身总次数

# templates.desc_daily_goal
source: Achieve a target count in a single day
de: Erreichen Sie eine Zielanzahl an einem Tag
es: Logra un conteo objetivo en un solo día
fr: Atteignez un objectif en une seule journée
ja: 1日で目標数を達成
pt_br: Alcance uma meta em um único dia
zh_hans: 在一天内达到目标次数

# templates.desc_weekly_goal
source: Reach a weekly target across 7 days
de: Erreichen Sie ein Wochenziel über 7 Tage
es: Alcanza una meta semanal en 7 días
fr: Atteignez un objectif hebdomadaire sur 7 jours
ja: 7日間で週間目標を達成
pt_br: Alcance uma meta semanal em 7 dias
zh_hans: 在7天内达到每周目标

# templates.desc_consecutive_days
source: Log this exercise on consecutive days
de: Protokollieren Sie diese Übung an aufeinanderfolgenden Tagen
es: Registra este ejercicio en días consecutivos
fr: Enregistrez cet exercice pendant des jours consécutifs
ja: 連続した日数でこのエクササイズを記録
pt_br: Registre este exercício em dias consecutivos
zh_hans: 连续几天记录此运动

# templates.desc_speed_challenge
source: Complete reps within a time window
de: Absolvieren Sie Wiederholungen innerhalb eines Zeitfensters
es: Completa repeticiones dentro de un intervalo de tiempo
fr: Complétez les répétitions dans une fenêtre de temps
ja: 時間内にレップを完了
pt_br: Complete repetições dentro de uma janela de tempo
zh_hans: 在时间窗口内完成次数

# templates.label_novice
source: Novice
de: Anfänger
es: Novato
ja: 初心者
pt_br: Novato
zh_hans: 新手

# templates.label_intermediate
source: Intermediate
de: Fortgeschritten
es: Intermedio
fr: Intermédiaire
ja: 中級者
pt_br: Intermediário
zh_hans: 中级

# templates.label_advanced
source: Advanced
de: Fortgeschritten
es: Avanzado
fr: Avancé
ja: 上級者
pt_br: Avançado
zh_hans: 高级

# templates.label_master
source: Master
de: Meister
es: Maestro
fr: Maître
ja: マスター
pt_br: Mestre
zh_hans: 大师

# templates.label_daily_achiever
source: Daily Achiever
de: Täglicher Erfolg
es: Logrador Diario
fr: Réalisateur Quotidien
ja: 日次達成者
pt_br: Realizador Diário
zh_hans: 每日成就者

# templates.label_daily_champion
source: Daily Champion
de: Täglicher Champion
es: Campeón Diario
fr: Champion Quotidien
ja: 日次チャンピオン
pt_br: Campeão Diário
zh_hans: 每日冠军

# templates.label_daily_legend
source: Daily Legend
de: Tägliche Legende
es: Leyenda Diaria
fr: Légende Quotidienne
ja: 日次レジェンド
pt_br: Lenda Diária
zh_hans: 每日传奇

# templates.label_week_warrior
source: Week Warrior
de: Wochen-Krieger
es: Guerrero Semanal
fr: Guerrier Hebdomadaire
ja: 週間ウォリアー
pt_br: Guerreiro Semanal
zh_hans: 每周勇士

# templates.label_week_champion
source: Week Champion
de: Wochen-Champion
es: Campeón Semanal
fr: Champion Hebdomadaire
ja: 週間チャンピオン
pt_br: Campeão Semanal
zh_hans: 每周冠军

# templates.label_week_legend
source: Week Legend
de: Wochen-Legende
es: Leyenda Semanal
fr: Légende Hebdomadaire
ja: 週間レジェンド
pt_br: Lenda Semanal
zh_hans: 每周传奇

# templates.label_consistent
source: Consistent
de: Beständig
es: Constante
fr: Constant
ja: 一貫性
pt_br: Consistente
zh_hans: 持续

# templates.label_dedicated
source: Dedicated
de: Engagiert
es: Dedicado
fr: Dévoué
ja: 献身的
pt_br: Dedicado
zh_hans: 专注

# templates.label_committed
source: Committed
de: Verpflichtet
es: Comprometido
fr: Engagé
ja: 真剣
pt_br: Comprometido
zh_hans: 坚定

# templates.label_speedy
source: Speedy
de: Schnell
es: Veloz
fr: Rapide
ja: スピーディー
pt_br: Veloz
zh_hans: 快速

# templates.label_lightning
source: Lightning
de: Blitzschnell
es: Relámpago
fr: Éclair
ja: 電光石火
pt_br: Relâmpago
zh_hans: 闪电

# templates.name
source: Name
es: Nombre
fr: Nom
ja: 名前
pt_br: Nome
zh_hans: 名称
